<template>
  <AboutHistoryList>
    <AboutHistoryItem
      v-for="item in showedItems"
      :key="item.imageSrc"
      :text="item.text"
      :image-src="item.imageSrc"
      :year="item.year"
    />
  </AboutHistoryList>
</template>

<script setup>
import { useHoldingStore } from '../../../store/holding'

definePageMeta({
  layout: 'about',
})
const runtimeConfig = useRuntimeConfig()
const cdnUrl = runtimeConfig.public.cdnUrl
const { domain } = useHoldingStore()
const seo = {
  avtodom: {
    title:
        'История компании АВТОДОМ - крупнейшего официального дилера в России',
    description: 'История автомобильного холдинга АВТОДОМ в хронологии, начиная с 1992 года по сегодняшний день',
  },
  asc: {
    title: 'История компании АвтоСпецЦентр',
    description: 'История автомобильного холдинга АвтоСпецЦентр в хронологии, начиная с 1998 года по сегодняшний день',
  },
}
const title = seo[domain].title
const description = seo[domain].description
const historyItems = {
  asc: [
    {
      text: 'Состоялось открытие первого официального дилера Audi в России — АвтоСпецЦентра на Таганке (с 2007 г. — Ауди Центр Таганка).',
      imageSrc: `${cdnUrl}/about/history/asc/1998-min.jpg`,
      year: '30 июля 1998',
    },
    {
      text: 'Подписан договор со ŠKODA Auto Россия.',
      imageSrc: `${cdnUrl}/about/history/asc/1999-min.jpg`,
      year: '1999',
    },
    {
      text: 'Открытие дилерского центра АвтоСпецЦентр Nissan Химки.',
      imageSrc: `${cdnUrl}/about/history/asc/2003-min.jpg`,
      year: '2003',
    },
    {
      text: 'Принято решение об открытии второго дилерского центра Audi — АвтоСпецЦентр на Варшавке (c 2007 г. — Ауди Центр Варшавка). Через год в комплекс зданий на Варшавке вошел первый среди официальных дилеров России Центр по продаже автомобилей с пробегом.',
      imageSrc: `${cdnUrl}/about/history/asc/2004-min.jpg`,
      year: '2004',
    },
    {
      text: 'Для управления активами группы «АвтоСпецЦентр» создана Управляющая компания, началось формирование единого корпоративного пространства.',
      imageSrc: `${cdnUrl}/about/history/asc/2005-min.jpg`,
      year: '2005',
    },
    {
      text: 'ГК АвтоСпецЦентр одной из первых в Европе получила статус официального дилера INFINITI. Продажи автомобилей в АвтоСпецЦентре на Ленинском начались в октябре того же года.',
      imageSrc: `${cdnUrl}/about/history/asc/2006-1-min.jpg`,
      year: '2006',
    },
    {
      text: 'Дилерский центр АвтоСпецЦентр Nissan Химки переехал в новый комплекс на Ленинградском шоссе.',
      imageSrc: `${cdnUrl}/about/history/asc/2006-2-min.jpg`,
      year: '',
    },
    {
      text: 'Состоялось официальное открытие нового шоу-рума дилерского центра Audi на Таганке. В шоу-руме начала работу первая в Европе Audi exclusive Studio, предлагающая эксклюзивные модели Audi в оригинальных комплектациях, цветах и декоре салона.',
      imageSrc: `${cdnUrl}/about/history/asc/2006-3-min.jpg`,
      year: '',
    },
    {
      text: 'ГК АвтоСпецЦентр начала проектирование и строительство трех дилерских центров по продаже и обслуживанию автомобилей.',
      imageSrc: `${cdnUrl}/about/history/asc/2008-min.jpg`,
      year: '2008',
    },
    {
      text: 'Начали свою работу пять новых официальных дилерских центров брендов Porsche, INFINITI, Citroen и ŠKODA (два автосалона).',
      imageSrc: `${cdnUrl}/about/history/asc/2011-min.jpg`,
      year: '2011',
    },
    {
      text: 'Группа компаний вывела на производственные мощности пять новых центров – Porsche, INFINITI, Citroen и два автосалона ŠKODA, тем самым укрупнив бизнес вдвое.',
      imageSrc: `${cdnUrl}/about/history/asc/2012-min.jpg`,
      year: '2012',
    },
    {
      text: 'Открытие третьего дилерского центра Audi — Ауди Центр Восток. Ауди Центр Восток – первый дилерский центр в Центральном регионе России, построенный по уникальной концепции «Терминал», которая отражает самые современные тенденции в области дизайна и стандартов обслуживания.',
      imageSrc: `${cdnUrl}/about/history/asc/2013-1-min.jpg`,
      year: '2013',
    },
    {
      text: 'Возникновение объединенной группы компаний. ГК АвтоСпецЦентр – это 19 дилерских центров брендов: Porsche, Audi, INFINITI, Nissan, Mazda, ŠKODA, KIA, Citroen, Hyundai, а также грузовые автомобили марок: Hino, Kia Bongo.',
      imageSrc: `${cdnUrl}/about/history/asc/2013-2-min.jpg`,
      year: '',
    },
    {
      text: 'В состав ГК АвтоСпецЦентр вошли пять дилерских центров, расположенных на юго-западе Москвы по Киевскому шоссе. Портфель АвтоСпецЦентра пополнили дилерские центры: Фольксваген Центр Внуково, АвтоСпецЦентр Hyundai и АвтоСпецЦентр ŠKODA Внуково.',
      imageSrc: `${cdnUrl}/about/history/asc/2014-min.jpg`,
      year: '2014',
    },
    {
      text: 'Группа компаний «АвтоСпецЦентр» открыла новый дилерский центр АвтоСпецЦентр Nissan Внуково.',
      imageSrc: `${cdnUrl}/about/history/asc/2015-min.jpg`,
      year: '2015',
    },
    {
      text: 'Старт продаж марки FOTON на площадке коммерческого транспорта.',
      imageSrc: `${cdnUrl}/about/history/asc/2017-1-min.jpg`,
      year: '2017',
    },
    {
      text: 'ГК «АвтоСпецЦентр» впервые за 19 лет работы провела ребрендинг. Компания полностью обновила фирменный стиль и айдентику, разработала новые логотипы и визуализацию.',
      imageSrc: `${cdnUrl}/about/history/asc/2017-2-min.jpg`,
      year: '',
    },
    {
      text: 'ГК АвтоСпецЦентр вывела направление продаж автомобилей с пробегом в отдельный бренд, который получил название «АСЦ Честно.»',
      imageSrc: `${cdnUrl}/about/history/asc/2018-min.jpg`,
      year: '2018',
    },
    {
      text: 'АвтоСпецЦентр INFINITI Ленинский переехал в автомобильную деревню АСЦ Внуково, расположенную по адресу Москва, п. Московский, д. Картмазово.',
      imageSrc: `${cdnUrl}/about/history/asc/2020-1-min.jpg`,
      year: '2020',
    },
    {
      text: 'Открытие дилерского центра АвтоСпецЦентр HAVAL в автомобильной деревне АвтоСпецЦентр в Химках, первого дилерского центра китайского бренда в портфеле АСЦ.',
      imageSrc: `${cdnUrl}/about/history/asc/2020-2-min.jpg`,
      year: '',
    },
    {
      text: 'Открытие АвтоСпецЦентр GEELY Дубровка.',
      imageSrc: `${cdnUrl}/about/history/asc/2020-3-min.jpg`,
      year: '',
    },
    {
      text: 'Открытие АвтоСпецЦентр CHERY Дубровка.',
      imageSrc: `${cdnUrl}/about/history/asc/2021-1-min.jpg`,
      year: '2021',
    },
    {
      text: 'Открытие АвтоСпецЦентр CHERY Химки.',
      imageSrc: `${cdnUrl}/about/history/asc/2021-2-min.jpg`,
      year: '',
    },
    {
      text: 'Открытие АвтоСпецЦентр Exeed Химки и АвтоСпецЦентр Exeed Дубровка – премиального бренда CHERY.',
      imageSrc: `${cdnUrl}/about/history/asc/2022-1-min.jpg`,
      year: '2022',
    },
    {
      text: 'Открытие АвтоСпецЦентр Чанган Центр Внуково – четвертого китайского автомобильного бренда в составе компании.',
      imageSrc: `${cdnUrl}/about/history/asc/2022-2-min.jpg`,
      year: '',
    },
    {
      text: 'Портфель АвтоСпецЦентра пополнился китайским брендом HISUN. Дилерский центр Хайсан Внуково, расположится на локации АвтоСпецЦентр Внуково и предлагает услуги по продаже и обслуживанию внедорожной техники для активного отдыха: квадроциклов и багги.',
      imageSrc: `${cdnUrl}/about/history/asc/2022-3-min.jpg`,
      year: '',
    },
    {
      text: 'АвтоСпецЦентр стал официальным дилером MAZ в России. Техника представлена на локации АвтоСпецЦентр Котляковка, где располагается специализированный центр по продаже коммерческого транспорта.',
      imageSrc: `${cdnUrl}/about/history/asc/2022-4-min.jpg`,
      year: '',
    },
  ],
  avtodom: [
    {
      text: 'Cоздана компания АВТОДОМ.',
      imageSrc: `${cdnUrl}/about/history/db7ac637271cc4998630f5566aaa5e0d.jpg`,
      year: '1992',
    },
    {
      text: 'Получение статуса официального дилера BMW. Запущена станция технического обслуживания автомобилей BMW.',
      imageSrc: `${cdnUrl}/about/history/60a6a5ecc6fd985ac20a1f57a3d8cef8.jpg`,
      year: '1993',
    },
    {
      text: 'АВТОДОМ награжден призом «За лучший экспонат выставки. BMW 7 серии» на Moscow International Motor Show 1994.',
      imageSrc: `${cdnUrl}/about/history/0598526b523154c8afd5610a416f947e.jpg`,
      year: '1994',
    },
    {
      text: 'АВТОДОМ первый генеральный спонсор телевизионной программы «Дорожный патруль».',
      imageSrc: `${cdnUrl}/about/history/1fc8be65ea3bf921c9ed107d4e21a1af.jpg`,
      year: '1995',
    },
    {
      text: 'С космодрома Байконур произведен запуск космического корабля с логотипом компании АВТОДОМ на борту.',
      imageSrc: `${cdnUrl}/about/history/9d7123bfa61f917d9051317183100271.jpg`,
      year: '1996',
    },
    {
      text: 'Состоялся уникальный проект "АВТОДОМ Эльбрус". Впервые серийный автомобиль Land Rover штурмовал высочайшую горную вершину.',
      imageSrc: `${cdnUrl}/about/history/f651e57dfdb395df966fa7f51362897f.jpg`,
      year: '1997',
    },
    {
      text: 'Впервые в России компания АВТОДОМ предлагает услуги по тюнингу автомобилей BMW, включая двигатель.',
      imageSrc: `${cdnUrl}/about/history/b993795c2e2b19b384228eae579d557e.jpg`,
      year: '1998',
    },
    {
      text: 'Запуск интернет сайта компании АВТОДОМ.',
      imageSrc: `${cdnUrl}/about/history/52cee48a56a0331afab30b52d4e86c50.jpg`,
      year: '1999',
    },
    {
      text: 'Удачный дебют гоночной команды AC Racing, созданной на базе Люблинского филиала компании АВТОДОМ.',
      imageSrc: `${cdnUrl}/about/history/b6e36f58a76fec84bfc5661351afb604.jpg`,
      year: '2000',
    },
    {
      text: 'Впервые в России компания АВТОДОМ предлагает услугу круглосуточного сервисного обслуживания автомобилей и мотоциклов BMW.',
      imageSrc: `${cdnUrl}/about/history/a29cf07894f8e2fd3f387ac5900d4ec2.jpg`,
      year: '2001',
    },
    {
      text: 'Компания АВТОДОМ становится первым и единственным официальным дилером марки MINI в России.',
      imageSrc: `${cdnUrl}/about/history/880238fa5ff663f283fbc0050d6c2d99.jpg`,
      year: '2002',
    },
    {
      text: 'Компания АВТОДОМ открывает крупнейший в Восточной Европе салон по продаже мотоциклов BMW. Завершение реконструкции комплекса зданий дилерского центра по адресу: ул.Зорге, 17.',
      imageSrc: `${cdnUrl}/about/history/c4bd32d83aa0f37030e1ba53ebaa020d.jpg`,
      year: '2003',
    },
    {
      text: 'АВТОДОМ становится первой компанией в России, которая начала работать по системе Trade in.',
      imageSrc: `${cdnUrl}/about/history/cf7301946bb00d1694845a337336d106.jpg`,
      year: '',
    },
    {
      text: 'Компания АВТОДОМ становится лидером по продаже автомобилей BMW, MINI и мотоциклов в России и сохраняет этот статус по настоящий день.',
      imageSrc: `${cdnUrl}/about/history/b45a543dafa16ef3ee2ce0e2ae7fd2af.jpg`,
      year: '2004',
    },
    {
      text: 'Открытие нового дилерского центра по продаже и обслуживанию автомобилей и мотоциклов BMW на 51 км МКАД. Кроме того, компания АВТОДОМ становится официальным партнером марки BMW ALPINA в России.',
      imageSrc: `${cdnUrl}/about/history/8effc30f97488fc64adc18c336fd6e55.jpg`,
      year: '2006',
    },
    {
      text: 'Рядом с дилерским центром компании АВТОДОМ на 51 км МКАД был открыт эндуро-парк для поклонников мототехники BMW.',
      imageSrc: `${cdnUrl}/about/history/c6d6de4bdb4f115e5e0e555ebb118d88.jpg`,
      year: '2007',
    },
    {
      text: 'В Государственном Академическом Большом театре России состоялся второй благотворительный пасхальный утренник компании АВТОДОМ для воспитанников детских домов и детей с ограниченными возможностями.',
      imageSrc: `${cdnUrl}/about/history/74e4017dfe33fc45ed425d49de924327.jpg`,
      year: '',
    },
    {
      text: 'В дилерском центре на Зорге, 17 прошел первый детский Рождественский утренник.',
      imageSrc: `${cdnUrl}/about/history/0ffeaf45ad2bc0a52daf3afec19fdc22.jpg`,
      year: '',
    },
    {
      text: 'Cостоялось открытие VIP шоу-рума компании АВТОДОМ на Кутузовском проспекте, 1/7.',
      imageSrc: `${cdnUrl}/about/history/b3b9265c4e2f047c4825cbaded27fb54.jpg`,
      year: '2008',
    },
    {
      text: 'Стартовало новое направление в деятельности компании - AВТОDОМ Travel.',
      imageSrc: `${cdnUrl}/about/history/1ed7f461a4c5551cddf32b4debb389ed.jpg`,
      year: '',
    },
    {
      text: 'При поддержке компании АВТОДОМ состоялся единственный концерт Кайли Миноуг в Москве.',
      imageSrc: `${cdnUrl}/about/history/3f6ffe0f699fd3159ea2a9c7a009965c.jpg`,
      year: '',
    },
    {
      text: 'Открыт новый дилерский центр компании АВТОДОМ в Санкт-Петербурге.',
      imageSrc: `${cdnUrl}/about/history/3970abd52575cf02de8053db5618b86d.jpg`,
      year: '',
    },
    {
      text: 'Компания АВТОДОМ в Санкт-Петербурге начинает сотрудничество с Михайловским театром.',
      imageSrc: `${cdnUrl}/about/history/bd4426963a39ffb2ee9c1c4e2bddc94d.jpg`,
      year: '2009',
    },
    {
      text: 'АВТОДОМ Travel открыл новое направление автомобильных тренингов в формате экстремальных путешествий. Команда отважных путешественников впервые отправилась покорять далекую Намибию на BMW X5.',
      imageSrc: `${cdnUrl}/about/history/b0479983d91be86627806c982184e5a3.jpg`,
      year: '',
    },
    {
      text: 'В дилерском центре компании АВТОДОМ на Зорге, 17 состоялся Большой тест-драйв в Большом городе - впервые в истории BMW в России все желающие получили возможность одновременно протестировать любой продукт баварского концерна.',
      imageSrc: `${cdnUrl}/about/history/311bb3e042851a70d0bdca1cfefef698.jpg`,
      year: '2010',
    },
    {
      text: 'Компания АВТОДОМ стала первым и единственным российским дилером, вошедшим в список 50 лучших компаний мира по объему продаж мотоциклов BMW, заняв 29 место.',
      imageSrc: `${cdnUrl}/about/history/4d0325f9e23d7781e6dcf8c76849670b.jpg`,
      year: '',
    },
    {
      text: "Автомобили MINI из компании АВТОДОМ приняли участие в традиционной шоппинг-вечеринке культового журнала Vogue - Fashion's Night Out, которая каждый с невероятным успехом проходит во всем мире.",
      imageSrc: `${cdnUrl}/about/history/e519a2fda0ca32f61bc6f96cf3421458.jpg`,
      year: '',
    },
    {
      text: 'Компания АВТОДОМ становится первым в России дилером BMW, сертифицированным по продаже и обслуживанию автомобилей BMW M серии.',
      imageSrc: `${cdnUrl}/about/history/853413700a58683f4ac6721db57949e5.jpg`,
      year: '',
    },
    {
      text: 'Компания АВТОДОМ представляет новую уникальную услугу для своих Клиентов программу помощи на дорогах АВТОДОМ Pilot’s Assistance.',
      imageSrc: `${cdnUrl}/about/history/582656d643014fe6482cf038ce906f92.jpg`,
      year: '2011',
    },
    {
      text: 'Открывается бутик-салон по продаже автомобилей MINI на Кутузовском проспекте, 1/7.',
      imageSrc: `${cdnUrl}/about/history/ab4980e0e5783f8eb9b474773492ae7b.jpg`,
      year: '',
    },
    {
      text: 'Итог года: Лучший показатель удовлетворенности клиентов (CSI) в области сервиса среди российских дилеров – АВТОДОМ, МКАД',
      imageSrc: `${cdnUrl}/about/history/2011-3_sm.jpg`,
      year: '',
    },
    {
      text: 'В 2011 году оборот компании АВТОДОМ вплотную приблизился к 15 млрд руб, что на 15.8% выше результатов 2010 года. Выросли продажи BMW на 17%, MINI – на 60.9%. BMW с пробегом 30.6% MINI с пробегом 131.2% -. АВТОДОМ стал лидером продаж BMW и MINI в России',
      imageSrc: `${cdnUrl}/about/history/2011-4_sm.jpg`,
      year: '',
    },
    {
      text: 'АВТОДОМ, в лице Директора по сервисному обслуживанию Плетнева Сергея Васильевича, удостоился премии Гран-При Castrol Professional Leadership Award АВТОДОМ по-прежнему достигает высот!',
      imageSrc: `${cdnUrl}/about/history/2012-1_sm.jpg`,
      year: '2012',
    },
    {
      text: 'АВТОДОМ занял 4 место в мире по продажам мотоциклов BMW На данный момент мы входим в ТОП-10 компаний мира по объемам продаж BMW Motorrad АВТОДОМ по-прежнему достигает высот!',
      imageSrc: `${cdnUrl}/about/history/2013-2_sm.jpg`,
      year: '2013',
    },
    {
      text: 'По итогам 2013 Лучшим дилером BMW был назван АВТОДОМ Санкт- Петербург',
      imageSrc: `${cdnUrl}/about/history/2013-3_sm.jpg`,
      year: '',
    },
    {
      text: '2013 – открытие салона Lamborghini на Кутузовском 12а',
      imageSrc: `${cdnUrl}/about/history/2013-4_sm.jpg`,
      year: '',
    },
    {
      text: '2014 – эксклюзивный официальный дилер BMW серии I – открытие салона на Кутузовском 1/7',
      imageSrc: `${cdnUrl}/about/history/2014-1_sm.jpg`,
      year: '2014',
    },
    {
      text: '2015 – АВТОДОМ Санкт-Петербург лучший дилер MINI и MOTORRAD по итогам 2014 года',
      imageSrc: `${cdnUrl}/about/history/2015-1_sm.jpg`,
      year: '2015',
    },
    {
      text: '2016 – расширение линейки брендов АВТОДОМа – новые филиалы в Северной столице',
      imageSrc: `${cdnUrl}/about/history/2016-1_sm.jpg`,
      year: '2016',
    },
    {
      text: 'Открытие второго шоу-рума Lamborghini в Москве – первого шоу-рума Lamborghini в России с полноценным сервисным цехом.',
      imageSrc: `${cdnUrl}/about/history/9aiu20tew2ang9hkvz4i8pdh20zfpmnj.jpg`,
      year: '2018',
    },
    {
      text: 'Открытие под торговым знаком «Автодом» локации «Автодом Алтуфьево» (бренды Audi, Volvo, JLR), общая площадь новых дилерских центров превышает 26 тыс.м2. Открытие дилерского центра Автодом BMW Шмитовский. Получение дилерства Ducati на 85 км МКАД.',
      imageSrc: `${cdnUrl}/about/history/360c39a3aa42cb4022c73ee6cee01230.jpg`,
      year: '2019',
    },
    {
      text: 'Открытие дилерского центра Автодом Внуково на Киевском шоссе (бренды BMW, MINI). Автодом стал эксклюзивным дистрибьютором австрийских мотоциклов KTM в России.',
      imageSrc: `${cdnUrl}/about/history/e21565dc36ac8a37c2a637b5880d6b84.jpg`,
      year: '2020',
    },
    {
      text: 'В портфель Автодом вошли 3 дилерских центра Audi (Ауди Центр Таганка, Ауди Центр Варшавка и Ауди Центр Восток) и дилерский центр Porsche – Порше Центр Ленинский.  Состоялось открытие трех дилерских центров КТМ в Москве и мотосалона Ducati в Краснодаре. Под торговым знаком «Автодом» запущен собственный сервис подписки на автомобили – Автодом Подписка.',
      imageSrc: `${cdnUrl}/about/history/lipidi12rmlqv351uriyupwu1qpn0r70.jpg`,
      year: '2021',
    },
    {
      text: 'Подписано дилерское соглашение с брендом Aurus, запланировано открытие самой большой галереи бренда в Санкт-Петербурге. Автодом включен в перечень системообразующих организаций российской экономики в сфере промышленности.',
      imageSrc: `${cdnUrl}/about/history/ommu5e9otd1hcgbvy29d3o7quldr0i1r.jpg`,
      year: '2022',
    },
  ],
}

const showedItems = historyItems[domain]

useHeadDefault({ title, description })

</script>
