<template>
  <main class="pay">
    <UISimplePageHeader
      has-back-button
      title="Правила оплаты в интернет-магазине АСЦ"
    />
    <div>
      <div>
        <h2 class="pay__title">
          Правила оплаты в интернет-магазине АСЦ
        </h2>
        <p>
          К оплате принимаются платежные карты: VISA Inc, MasterCard WorldWide,
          НСПК МИР. Оплата производится в соответствии с договором.
        </p>
        <p>
          Для оплаты товара банковской картой при оформлении заказа в
          интернет-магазине выберите Способ оплаты: банковской картой. Введите
          номер телефона, указанный в договоре (является вашим идентификатором).
        </p>
        <p>
          При оплате заказа банковской картой обработка платежа происходит на
          авторизационной странице ПАО «МОСКОВСКИЙ КРЕДИТНЫЙ БАНК», где вам
          необходимо ввести данные вашей банковской карты:
        </p>
        <DetailList>
          <li>тип карты;</li>
          <li>номер карты;</li>
          <li>срок действия карты (указан на лицевой стороне карты);</li>
          <li>
            Имя держателя карты (латинскими буквами, точно также как указано на
            карте);
          </li>
          <li>CVC2/CVV2 код.</li>
        </DetailList>
        <p>Далее нажать на кнопку «ОПЛАТИТЬ».</p>
        <p>
          Для дополнительной аутентификации держателя карты используется
          протокол 3D Secure. Если ваш Банк поддерживает данную технологию, вы
          будете перенаправлены на сервер вашего Банка для дополнительной
          идентификации. Информацию о правилах и методах дополнительной
          идентификации уточняйте в Банке, обслуживающем вашу банковскую карту.
        </p>
        <p>
          Безопасность обработки интернет-платежей через ПАО «МОСКОВСКИЙ
          КРЕДИТНЫЙ БАНК» гарантирована международным сертификатом безопасности
          PCI DSS. Передача информации происходит с применением технологии
          шифрования SSL.
        </p>
        <p class="pay__subtitle">
          Советы и рекомендации по необходимым мерам безопасности проведения
          платежей с использованием банковской карты:
        </p>
        <DetailList>
          <li>
            Берегите свои пластиковые карты также, как бережете наличные деньги.
            Не забывайте их в машине, ресторане, магазине и т.д.
          </li>
          <li>
            Никогда не передавайте номер своей банковской карты по телефону
            каким-либо лицам или компаниям.
          </li>
          <li>
            Всегда имейте под рукой номер телефона для экстренной связи с
            банком, выпустившим вашу карту, и в случае ее утраты немедленно
            свяжитесь с банком.
          </li>
          <li>
            Вводите реквизиты карты только при совершении покупки. Никогда не
            указывайте их по каким-то другим причинам.
          </li>
          <li>
            Проверьте, установлено ли защищенное SSL-соединение: адрес в
            адресной строке должен начинаться с https:// и в правом нижнем углу
            браузера должно появиться изображение замка.
          </li>
        </DetailList>
        <br>
      </div>
      <div>
        <h2 class="pay__title">
          Правила возврата
        </h2>
        <DetailList>
          <li>
            Процедура возврата товара регламентируется статьей 26.1 федерального
            закона «О защите прав потребителей».
          </li>
          <li>
            Потребитель вправе отказаться от товара в любое время до его
            передачи, а после передачи товара — в течение семи дней;
          </li>
          <li>
            Возврат товара надлежащего качества возможен в случае, если
            сохранены его товарный вид, потребительские свойства, а также
            документ, подтверждающий факт и условия покупки указанного товара;
          </li>
          <li>
            Потребитель не вправе отказаться от товара надлежащего качества,
            имеющего индивидуально-определенные свойства, если указанный товар
            может быть использован исключительно приобретающим его человеком;
          </li>
          <li>
            При отказе потребителя от товара продавец должен возвратить ему
            денежную сумму, уплаченную потребителем по договору, за исключением
            расходов продавца на доставку от потребителя возвращенного товара,
            не позднее чем через десять дней со дня предъявления потребителем
            соответствующего требования;
          </li>
          <li>Для оформления возврата необходим кассовый чек.</li>
        </DetailList>
        <p>
          <b>Обратите внимание: </b>
          при получении товаров с доставкой, которую осуществляет транспортная
          компания, тщательно осматривайте их внешний вид, особенно упаковку.
          При нарушении упаковки или целостного состояния товара претензии
          предъявляются транспортной компании на терминале. После приема товара
          от транспортной компании претензии по его внешнему виду не
          принимаются.
        </p>
      </div>
      <div>
        <div class="pay__logos">
          <img
            src="@/assets/icons/mastercard.svg"
            alt="логотип карты mastercard"
          >
          <img src="@/assets/icons/visa.svg" alt="логотип карты visa">
          <img src="@/assets/icons/mir.svg" alt="логотип карты мир">
        </div>
        <div>
          <div>
            <p>ООО «Империал-Авто»</p>
            <p>ИНН: 7724670588</p>
            <p>ОГРН: 1087746948486</p>
            <p>КПП: 772401001</p>
            <p>
              Номер телефона:
              <DetailLink
                href="tel:+74957855505"
                target="_blank"
                style=" font-weight: bold; color: #161527;text-decoration: none"
              >
                +7 (495) 785-55-05
              </DetailLink>
            </p>
            <p>Адрес: 119421, г.Москва, Ленинский проспект, д.107</p>
          </div>
        </div>
      </div>
    </div>
  </main>
</template>

<script setup>
const title = 'Купить и оплатить автомобиль онлайн на сайте официального дилера | ГК АвтоСпецЦентр'
const description = 'Как оплатить покупку автомобиля онлайн | Правила он-лайн оплаты сервисных услуг на сайте официального дилера ГК АвтоСпецЦентр в Москве.'

useHeadDefault({ title, description })
</script>
<style lang="scss" scoped>
@import 'assets/styles/indents/main';

.pay {
  @include indentsMainHorizontal;
  @include indentsMainVertical;

  &__title {
    @include h2;

    margin: 30px 0;
  }

  &__subtitle {
    @include h3;

    margin: 15px 0;
  }

  &__logos {
    display: flex;
    flex-wrap: wrap;
    grid-gap: 20px;
    padding-top: 20px;
    margin-bottom: 20px;
  }
}

p {
  @include text_big_regular;

  margin-bottom: 10px;
}

li {
  @include text_big_regular;

  margin-bottom: 20px;
}
</style>
