<template>
  <section class="service-block-static-main">
    <p>
      Сервис {{ markName }} в сервисных центрах компании {{ holdingName }} - это
      идеальное место для обслуживания вашего автомобиля. Наша команда
      высококвалифицированных специалистов готова предложить вам широкий спектр
      услуг, чтобы ваш {{ markName }} всегда оставался в отличном состоянии.
    </p>
    <p>
      Наши услуги по сервисному обслуживанию автомобилей {{ markName }} в Москве
      включают:
    </p>
    <ol>
      <li>
        Регулярное техническое обслуживание: Мы проводим полную диагностику и
        комплексную замену деталей, чтобы гарантировать надежную и безопасную
        работу всех систем вашего автомобиля.
      </li>
      <li>
        Ремонт и диагностика: Наши опытные техники осуществляют профессиональную
        диагностику и ремонт автомобилей {{ markName }}, используя современное
        оборудование и оригинальные запчасти.
      </li>
      <li>
        Установка и обновление программного обеспечения: Мы предлагаем услуги по
        установке и обновлению программного обеспечения, чтобы ваш
        {{ markName }}
        всегда оставался современным и функциональным.
      </li>
    </ol>
    <h2>Преимущества обслуживания в компании {{ holdingName }}</h2>
    <ul>
      <li>
        Качество и надежность: Мы гарантируем высокое качество и надежность всех
        наших услуг и работ, используя только оригинальные запчасти и лучшее
        оборудование.
      </li>
      <li>
        Опыт и профессионализм: Наши специалисты обладают богатым опытом и
        глубокими знаниями в области обслуживания автомобилей {{ markName }}.
      </li>
      <li>
        Удобство и комфорт: Мы ценим ваше время и предлагаем быстрый и удобный
        сервис, чтобы обслуживание вашего автомобиля было максимально
        комфортным.
      </li>
      <li>
        Индивидуальный подход: Мы учитываем все ваши потребности и требования,
        чтобы предоставить вам индивидуальное обслуживание, соответствующее
        вашим ожиданиям.
      </li>
    </ul>
    <p>
      Обратитесь в сервис {{ markName }} компании {{ holdingName }} и доверьте
      вашего {{ markName }} профессионалам, которые знают и любят эти автомобили
      так же, как и вы.
    </p>
  </section>
</template>

<script setup>
import { useHoldingStore } from '../../../store/holding'

const { holdingName } = useHoldingStore()

defineProps({
  markName: {
    type: String,
    required: true,
    default: '',
  },
})
</script>

<style scoped lang="scss">
.service-block-static-main {
  @import 'assets/styles/components/Detail/html-style';
}
</style>
