<template>
  <UIBody>
    <UISimplePageHeader :title="h1" />
    <DetailMain class="services">
      <template #body>
        <DetailText>
          Вниманию клиентов представлены автомобили мировых брендов Porsche,
          Volkswagen, Citroen, INFINITI, Nissan, Mazda, Skoda, Kia, Hyundai,
          Haval.
        </DetailText>
        <DetailText>
          Для исполнения желаний потенциальных покупателей был специально
          разработан полный комплекс услуг:
        </DetailText>
        <DetailList>
          <li>
            бесплатные консультации специалистов компании по выбору модели и ее
            комплектации;
          </li>
          <li>
            тест-драйв, позволяющий в полной мере оценить возможности
            автомобиля: скорость, эргономичность управления, комфорт салона и
            ходовые качества каждой модели;
          </li>
          <li>
            предпродажная подготовка, проведенная высококвалифицированными
            специалистами, даст возможность в максимальной степени почувствовать
            радость приобретения нового авто;
          </li>
          <li>
            консультации и помощь в выборе наиболее подходящих условий
            страхования для уверенности и спокойствия наших клиентов при
            эксплуатации автомобиля;
          </li>
          <li>
            услуги сервисного и гарантийного обслуживания, оказываемого
            высокопрофессиональным персоналом, а также персональный подход к
            каждому клиенту и его автомобилю;
          </li>
          <li>
            предложение фирменных программ Infiniti Finance, Audi Financial
            Services, Nissan Finance, гарантирующих оптимальные условия покупки;
          </li>
          <li>Трейд-ин на выгодных условиях;</li>
          <li>
            прокат автомобилей из собственного парка транспортных средств;
          </li>
          <li>
            АСЦ помощь на дороге в сложных ситуациях (эвакуатор, решение
            вопросов с ГИББД и страховыми компаниями и пр.);
          </li>
          <li>
            программа лояльности, позволяющая существенно сэкономить и даже
            зарабатывать на покупке автомобиля и услуг ГК.
          </li>
        </DetailList>
        <DetailText>
          В каталоге АвтоСпецЦентра представлен широкий выбор автомобилей с
          пробегом, условия продажи которых делают их приобретение чрезвычайно
          привлекательным и выгодным. Все транспортные средства прошли проверку
          на юридическую чистоту, предпродажную и специальную подготовку,
          получили актуальную и реальную цену. Полная диагностика проводится на
          сертифицированных станциях технического обслуживания с помощью
          оборудования и инструментов, предписанных к использованию
          производителем конкретной марки автомобиля.
        </DetailText>
        <DetailText>
          У нас широко и активно применяется продажа авто в кредит и рассрочку.
        </DetailText>
        <DetailText>
          Весь наш богатый опыт и профессионализм направлены для достижения
          одной цели – максимальный комфорт наших клиентов. Приобретая
          автомобиль в любом дилерском центре ГК «АвтоСпецЦентр», каждый клиент
          может быть уверен в высоком качестве обслуживания на всех этапах
          сотрудничества.
        </DetailText>
      </template>
    </DetailMain>
  </UIBody>
</template>

<script setup>
const h1 = 'Техническое обслуживание и ремонт автомобилей'
const title = 'Услуги'
const description = 'Услуги и финансовые предложения на приобретение от дилерских центров АВТОDОМ. Будьте в курсе самых свежих выгодных предложений дилерских центров АВТОDОМ'

useHeadDefault({ title, description })
</script>

<style lang="scss" scoped>
.services {
  &__brand {
    &-list {
      display: flex;
      flex-wrap: wrap;
      grid-gap: 20px;
      margin-bottom: 50px;
    }

    &-logo {
      display: grid;
      place-items: center;

      &-image {
        max-width: 100px;
        max-height: 50px;
      }
    }
  }
}
</style>
