<template>
  <UIBody>
    <UISimplePageHeader
      has-back-button
      title="Продление полисов ОСАГО и КАСКО"
    />
    <DetailMain>
      <template #aside>
        <DetailAsideLeft
          title="Страхование"
          @onButtonClick="onOpenInsurancePanel"
        />
      </template>
      <template #body>
        <DetailText>
          Мы ценим время наших Клиентов, постоянно совершенствуем уровень
          обслуживания и предлагаем максимально качественные и надёжные услуги.
          Одной из них является продление полисов ОСАГО и КАСКО. Поможет вам в
          этом Отдел пролонгации страховых полисов ГК АСЦ.
        </DetailText>
        <DetailText>
          Квалифицированные менеджеры любого дилерского центра ГК
          «АвтоСпецЦентр» предоставят полную информацию по условиям продления
          полисов КАСКО и ОСАГО, проконсультируют по всем вопросам и оперативно
          подготовят полный пакет документов для оформления полиса и заключения
          договора страхования. Любую интересующую информацию вы сможете
          получить у наших специалистов, позвонив по телефону
          <DetailLink :href="`tel:+7 (495) 78-555-05`">
            +7 (495) 78-555-05
          </DetailLink>
          .
        </DetailText>
        <DetailText>
          Мы заботимся о вас и сэкономим ваше время, мы можем доставить полис
          страхования к вам на дом или в офис в согласованное вами время (в
          пределах МКАД).
        </DetailText>

        <template v-for="(list, index) in lists" :key="index">
          <DetailTitle>
            {{ list.title }}
          </DetailTitle>
          <DetailList>
            <li v-for="item in list.items" :key="item">
              {{ item }}
            </li>
          </DetailList>
        </template>

        <DetailText>
          Большой выбор страховых партнёров, программ страхования и форм оплаты
          позволяют выбрать оптимальный для каждого автовладельца вариант
          пролонгации полиса ОСАГО или КАСКО.
        </DetailText>
        <DetailText>
          Получить дополнительную информацию по вопросам продления страховки
          ОСАГО и КАСКО вы в любой момент сможете, позвонив по телефону
          <DetailLink :href="`tel:+7 (495) 78-555-05`">
            +7 (495) 78-555-05
          </DetailLink>
          , обратившись в отделы пролонгации страховых полисов дилерских центров
          ГК АСЦ или заполнив форму обратной связи у нас на сайте, после чего
          наши специалисты свяжутся с вами в кратчайшие сроки.
        </DetailText>
      </template>
    </DetailMain>
    <FormPanelInsurance />
  </UIBody>
</template>

<script setup>
import { useFormStore } from '../../../store/form'
import { useHoldingStore } from '../../../store/holding'

definePageMeta({
  validate: () => {
    const { isAsc } = useHoldingStore()
    return isAsc
  },
})

const { onOpen: onOpenFormPanel } = useFormStore()
const onOpenInsurancePanel = () => onOpenFormPanel('isOpenInsurance')

const lists = [
  {
    title: 'Виды автострахования:',
    items: [
      'ОСАГО – обязательное страхование гражданской ответственности владельцев транспортных средств.',
      'КАСКО – полная защита автомобиля при наступлении страхового случая  от ущерба, полученного в ДТП, хищения или угона.',
      'ДСАГО – добровольное страхование гражданской ответственности автовладельцев, увеличивающее максимально возможную выплату по ОСАГО.',
      'GAP-страхование – страхование, позволяющее получить возмещение разницы между первоначальной стоимостью автомобиля и суммой возмещения по каско в случае его утраты.',
      'РИНГ – сервис для нашего клиента (аварийный комиссар, техническая помощь не дороге, юридическая консультация)',
    ],
  },
  {
    title: 'Наши преимущества:',
    items: [
      'Основным преимуществом при приобретении полиса в ГК АСЦ является то, что клиент получает полное содействие в решении его проблем при возникновении страхового случая, участие сотрудника в ускорении сроков ремонта и всем, что связано с ремонтом вашего автомобиля;',
      'Мы работаем только с надежными и проверенными страховыми компаниями. Среди наших партнеров:',
      'Ингосстрах',
      'АльфаСтрахование',
      'Ресо Гарантия',
      'Ренессанс',
      'Росгосстрах',
      'МАКС',
      'Страховой дом ВСК',
      'Согласие',
      'Зетта Страхование',
      'Тинькофф',
      'Энергогарант',
      'ЭРГО',
      'Подбор наиболее оптимальной и выгодной для клиента программы страхования на специальных условиях (услуга предоставляется как физическим, так и юридическим лицам);',
      'Ремонт на СТОА официального дилера для гарантийных и не гарантийных автомобилей (при обращении через отдел урегулирования убытков);',
      'Выезд специалиста на место оформления страхового полиса;',
      'Расширение действия полиса КАСКО (страны СНГ и Европы);',
      'Бесплатная эвакуация поврежденного автомобиля с места ДТП;',
      'Выезд аварийного комиссара на место страхового случая;',
      'Приобретение полисов страхования в кредит или включение стоимости полиса в сумму автокредита.',
    ],
  },
]

const title = 'Продление ОСАГО и КАСКО | пролонгация страхового полиса КАСКО и ОСАГО'
const description = 'Пролонгация полиса ОСАГО и КАСКО, продление страховки на сверхвыгодных условия – официальный сайт ГК АСЦ. Оперативное продление КАСКО и ОСАГО с доставкой страхового полиса на ваш адрес.'

useHeadDefault({ title, description })

</script>
