<template>
  <section class="asc-main">
    <MainTitle
      tag="h1"
      class="asc-main__title"
    >
      Официальный дилер ведущих автомобильных брендов – группа компаний
      «АвтоСпецЦентр»
    </MainTitle>
    <p class="asc-main__subtitle">
      «АвтоСпецЦентр» – в топе игроков российского авторитейла
    </p>
    <DetailText class="asc-main__text">
      Группа компаний «АвтоСпецЦентр» более 20 лет представляет на российском рынке ведущие мировые автомобильные бренды. За это время холдинг заслужил безупречную репутацию и доверие клиентов. Каждый год АвтоСпецЦентр входит в рейтинги Forbes, РБК и известных профильных изданий. ГК «АвтоСпецЦентр» – лауреат многих престижных премий. Автомобильный холдинг представляет бренды: BAIC, Belgee, Changan, Chery, Citroen, EXEED, FAW, Foton, Geely, GWM, Haval, Hyundai, Infiniti, Jetour, KAIYI, Kia, Mazda, Nissan, ORA, Skoda, TANK, Volkswagen и другие. В продаже представлены не только легковые, но и грузовые автомобили (HOWO, Sitrak, МАЗ).
    </DetailText>
    <p class="asc-main__subtitle">
      Почему покупатели выбирают «АвтоСпецЦентр»
    </p>
    <DetailText class="asc-main__text">
      Обратившись в «АвтоСпецЦентр», каждый клиент получает важные преимущества:
    </DetailText>
    <DetailList>
      <li>
        В АСЦ можно купить или заказать новый автомобиль, а также выбрать машину
        с пробегом. В автосалонах всегда представлен большой модельный ряд и
        богатый выбор комплектаций. Все новинки сразу поступают в продажу.
      </li>
      <li>
        Благодаря тесному сотрудничеству с автопроизводителями, АвтоСпецЦентр предлагает оптимальные условия и самые комфортные цены.
      </li>
      <li>
        Любое пожелание клиента, будь то покупка лимитированной модели или
        персонализация коммерческого автомобиля, может быть исполнено.
      </li>
      <li>
        Автомобильный холдинг работает по высоким стандартам и гарантирует
        исключительное качество продукции и сервиса.
      </li>
    </DetailList>
    <DetailText class="asc-main__text">
      Обратившись в один из автосалонов ГК «АвтоСпецЦентр», вы можете
      рассчитывать на индивидуальный подход и оперативное решение всех вопросов,
      связанных с покупкой автомобиля.
    </DetailText>
    <p class="asc-main__subtitle">
      Продажа автомобилей в официальных дилерских центрах
    </p>
    <DetailText class="asc-main__text">
      В автосалонах ГК «АвтоСпецЦентр» в Москве всегда в наличии новинки брендов
      и машины с пробегом.
    </DetailText>
    <DetailText class="asc-main__text">
      Хотите приобрести модель, которая только появилась в продаже? Вы без труда
      выберете функциональный кроссовер, экономичный городской хетчбэк,
      комфортный седан, стильное спорткупе или любой другой автомобиль. Наши
      менеджеры расскажут об особенностях каждой модели и помогут подобрать
      нужную конфигурацию с учетом технических характеристик и пакетов опций.
      Вам предложат оценить динамику и комфорт любого автомобиля на полноценном
      тест-драйве.
    </DetailText>
    <DetailText class="asc-main__text">
      Несложно найти подходящую машину с пробегом. Приобретение такого
      автомобиля у официального дилера позволит сэкономить деньги и избежать
      риска. Чтобы купить машину б/у, достаточно оставить заявку на сайте.
      Менеджер оперативно свяжется с вами, ответит на возникшие вопросы и
      сделает лучшее предложение.
    </DetailText>
    <DetailText class="asc-main__text">
      Если вы точно знаете, какую модель хотите приобрести, и уже выбрали
      комплектацию, мы предложим удобный сервис заказа онлайн. Вам не придется
      тратить время на посещение автосалона.
    </DetailText>
    <DetailText class="asc-main__text">
      Позвоните или оформите заявку на сайте, чтобы узнать больше о
      преимуществах, которые вы получите при покупке автомобиля в ГК
      «АвтоСпецЦентр».
    </DetailText>
  </section>
</template>

<script>
import MainTitle from '@/components/Main/Title.vue'
import DetailText from '@/components/Detail/Text.vue'
import DetailList from '@/components/Detail/List.vue'

export default {
  name: 'MainAscBlock',
  components: {
    MainTitle,
    DetailText,
    DetailList,
  },
}
</script>

<style scoped lang="scss">
.asc-main {
  &__subtitle {
    @include text_big_bold;

    margin-bottom: 20px;
  }
}
</style>
