<template>
  <main class="consent-to-processing">
    <UISimplePageHeader
      has-back-button
      :title="
        isAsc
          ? 'Политика конфиденциальности'
          : 'Согласие на обработку персональных данных'
      "
    />
    <template v-if="isAsc">
      <div>
        <ol>
          <li>
            <p class="consent-to-processing__title">
              <b>Политика АО «АСЦ-Холдинг» об обработке персональных данных</b>
            </p>
          </li>
          <li>
            <p class="consent-to-processing__title">
              <b>1. Общие положения. Основные понятия.</b>
            </p>
          </li>
        </ol>
        <ol>
          <ol>
            <li>
              <p>
                1.1 Цель настоящей Политики об обработке персональных данных
                (далее – «Политика») – обеспечение со стороны АО «АСЦ-Холдинг»
                (далее – «Общество») требований защиты прав граждан при
                обработке персональных данных, в том числе при обработке
                запросов, направленных через сайт&nbsp;<DetailLink
                  href="https://www.ascgroup.ru/"
                >
                  https://www.ascgroup.ru/
                </DetailLink>
                и коммуникаций в целях, связанных с обработкой и выполнением
                запросов с помощью различных средств связи.
              </p>
            </li>
            <li>
              <p>
                1.2 Сведения о персональных данных относятся к числу
                конфиденциальных (составляющих охраняемую законом тайну
                Общества). Режим конфиденциальности в отношении персональных
                данных снимается:
              </p>
              <ol>
                <li>
                  <p>1.2.1. В случае их обезличивания;</p>
                </li>
                <li>
                  <p>1.2.2. По истечении 75 лет срока их хранения;</p>
                </li>
                <li>
                  <p>
                    1.2.3. В других случаях, предусмотренных федеральными
                    законами.
                  </p>
                </li>
              </ol>
            </li>
            <li>
              <p>
                1.3. Для целей настоящей Политики используются следующие
                основные понятия:
              </p>
              <ol>
                <li>
                  <p>
                    1.3.1. <b>персональные данные</b>
                    - любая информация, относящаяся к прямо или косвенно
                    определенному или определяемому физическому лицу (субъекту
                    персональных данных);
                  </p>
                </li>
                <li>
                  <p>
                    1.3.2. <b>обработка персональных данных</b>
                    - любое действие (операция) или совокупность действий
                    (операций), совершаемых с использованием средств
                    автоматизации или без использования таких средств с
                    персональными данными, включая сбор, запись, систематизацию,
                    накопление, хранение, уточнение (обновление, изменение),
                    извлечение, использование, передачу (распространение,
                    предоставление, доступ), обезличивание, блокирование,
                    удаление, уничтожение персональных данных;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.3. <b>распространение персональных данных</b>
                    - действия, направленные на раскрытие персональных данных
                    неопределенному кругу лиц;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.4. <b>предоставление персональных данных</b>
                    - действия, направленные на раскрытие персональных данных
                    определенному лицу или определенному кругу лиц;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.5. <b>блокирование персональных данных</b>
                    - временное прекращение обработки персональных данных (за
                    исключением случаев, если обработка необходима для уточнения
                    персональных данных);
                  </p>
                </li>
                <li>
                  <p>
                    1.3.6. <b>уничтожение персональных данных</b>
                    - действия, в результате которых становится невозможным
                    восстановить содержание персональных данных в информационной
                    системе персональных данных и (или) в результате которых
                    уничтожаются материальные носители персональных данных;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.7. <b>обезличивание персональных данных</b>
                    - действия, в результате которых становится невозможным без
                    использования дополнительной информации определить
                    принадлежность персональных данных конкретному субъекту
                    персональных данных;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.8. <b>информация</b>
                    - сведения (сообщения, данные) независимо от формы их
                    представления;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.9. <b>обладатель информации</b>
                    - лицо, самостоятельно создавшее информацию либо получившее
                    на основании закона или договора право разрешать или
                    ограничивать доступ к информации, определяемой по каким-либо
                    признакам;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.10. <b>доступ к информации</b>
                    - возможность получения информации и ее использования;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.11. <b>конфиденциальность информации</b>
                    - обязательное для выполнения лицом, получившим доступ к
                    определенной информации, требование не передавать такую
                    информацию третьим лицам без согласия ее обладателя;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.12. <b>предоставление информации</b>
                    - действия, направленные на получение информации
                    определенным кругом лиц или передачу информации
                    определенному кругу лиц;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.13. <b>распространение информации</b>
                    - действия, направленные на получение информации
                    неопределенным кругом лиц или передачу информации
                    неопределенному кругу лиц;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.14. <b>документированная информация</b>
                    - зафиксированная на материальном носителе путем
                    документирования информация с реквизитами, позволяющими
                    определить такую информацию или в установленных
                    законодательством Российской Федерации случаях ее
                    материальный носитель;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.15. <b>электронный документ</b>
                    - документированная информация, представленная в электронной
                    форме, то есть в виде, пригодном для восприятия человеком с
                    использованием электронных вычислительных машин, а также для
                    передачи по информационно-телекоммуникационным сетям или
                    обработки в информационных системах;
                  </p>
                </li>
                <li>
                  <p>
                    1.3.16. <b>сайт в сети "Интернет"</b>
                    - совокупность программ для электронных вычислительных машин
                    и иной информации, содержащейся в информационной системе,
                    доступ к которой обеспечивается посредством
                    информационно-телекоммуникационной сети "Интернет" по
                    доменным именам и (или) по сетевым адресам, позволяющим
                    идентифицировать сайты в сети "Интернет".
                  </p>
                </li>
              </ol>
            </li>
          </ol>
        </ol>
        <ol>
          <li>
            <p class="consent-to-processing__title">
              <b>2. Обработка, передача и хранение персональных данных</b>
            </p>
          </li>
        </ol>
        <ol>
          <ol>
            <li>
              <p>
                2.1. Источником информации обо всех персональных данных является
                непосредственно субъект персональных данных (далее – «субъект»).
                Если персональные данные возможно получить только у третьей
                стороны, то субъект персональных данных должен быть заранее в
                письменной форме уведомлен об этом и от него должно быть
                получено письменное согласие.
              </p>
            </li>
            <li>
              <p>
                2.2. Сбор, хранение, использование и распространение, в том
                числе передача третьим лицам, персональных данных субъекта без
                его письменного согласия не допускаются.
              </p>
            </li>
            <li>
              <p>
                2.3. Общество не имеет права получать и обрабатывать
                персональные данные субъекта персональных данных о его расовой,
                национальной принадлежности, политических взглядов, религиозных
                или философских убеждений, состояния здоровья, интимной жизни.
              </p>
            </li>
            <p>
              2.4. Обработка персональных данных возможна только с согласия
              субъекта персональных данных либо без его согласия в следующих
              случаях:
            </p>
            <DetailList>
              <li>
                <p>персональные данные являются общедоступными;</p>
              </li>
              <li>
                <p>
                  персональные данные относятся к состоянию здоровья или иных
                  жизненно важных интересов других лиц и получение согласия
                  невозможно;
                </p>
              </li>
              <li>
                <p>
                  по требованию полномочных государственных органов – в случаях,
                  предусмотренных федеральным законом.
                </p>
              </li>
            </DetailList>
            <p>
              2.5. В целях обеспечения прав и свобод человека и гражданина
              Общество при обработке персональных данных соблюдает следующие
              общие требования:
            </p>
            <DetailList>
              <li>
                <p>
                  обработка персональных данных осуществляется исключительно в
                  целях оказания услуг;
                </p>
              </li>
              <li>
                <p>персональные данные следует получать от самого субъекта;</p>
              </li>
              <li>
                <p>
                  при наличии надлежащим образом оформленного запроса
                  предоставлять субъекту доступ к его персональным данным;
                </p>
              </li>
              <li>
                <p>
                  хранение и защита персональных данных субъекта от
                  неправомерного их использования или утраты должна
                  обеспечиваться Обществом за счет его средств в порядке,
                  установленном законодательством;
                </p>
              </li>
              <li>
                <p>
                  в случае выявления недостоверных персональных данных или
                  неправомерных действий с ними, при обращении или по запросу
                  субъекта либо уполномоченного органа по защите прав субъектов
                  персональных данных, Общество обязано осуществить блокирование
                  персональных данных на период проверки;
                </p>
              </li>
              <li>
                <p>
                  в случае подтверждения факта недостоверности персональных
                  данных Общество на основании документов, представленных
                  субъектом либо уполномоченным органом по защите прав субъектов
                  персональных данных, или иных необходимых документов обязано
                  уточнить персональные данные и снять их блокирование;
                </p>
              </li>
              <li>
                <p>
                  в случае достижения цели обработки персональных данных
                  Общество обязано незамедлительно прекратить обработку
                  персональных данных и уничтожить соответствующие персональные
                  данные в срок, не превышающий трех рабочих дней, и уведомить
                  об этом субъекта, а в случае, если обращение или запрос были
                  направлены уполномоченным органом по защите прав субъектов
                  персональных данных, также в указанный орган;
                </p>
              </li>
              <li>
                <p>
                  в случае отзыва субъектом согласия на обработку своих
                  персональных данных Общество обязано прекратить обработку
                  персональных данных и уничтожить персональные данные в срок,
                  не превышающий трех рабочих дней, если иное не предусмотрено
                  соглашением между Обществом и субъектом. Об уничтожении
                  персональных данных Общество обязано уведомить субъекта.
                </p>
              </li>
            </DetailList>
          </ol>
        </ol>
        <ol>
          <ol>
            <li>
              <p>
                2.6. Все меры конфиденциальности при сборе, обработке и хранении
                персональных данных распространяются как на бумажные, так и на
                электронные (автоматизированные) носители информации.
              </p>
            </li>
            <li>
              <p>
                2.7. Не допускается отвечать на вопросы, связанные с передачей
                персональной информации, по телефону или факсу.
              </p>
            </li>
          </ol>
        </ol>
        <p class="consent-to-processing__title">
          <b>3. Доступ к персональным данным и их защита</b>
        </p>
        <ol>
          <p>3.1. Внутренний доступ (доступ внутри организации).</p>
          <p>Право доступа к персональным данным субъекта имеют:</p>
          <DetailList>
            <li>
              <p>Руководитель Общества;</p>
            </li>
            <li>
              <p>
                Сотрудники Общество, доступ которых к персональным данным
                необходим для выполнения служебных (трудовых) обязанностей.
              </p>
            </li>
          </DetailList>
          <li>
            <p>3.2. Внешний доступ.</p>
            <p>
              Персональные данные субъекта могут быть предоставлены третьим
              лицам только с письменного согласия субъекта.
            </p>
          </li>
          <li>
            <p>
              3.3. Доступ субъекта к своим персональным данным предоставляется
              при обращении либо при получении запроса от субъекта. Общество
              обязано сообщить субъекту информацию о наличии персональных данных
              о нем, а также предоставить возможность ознакомления с ними в
              течение десяти рабочих дней с момента обращения.
            </p>
          </li>
          <li>
            <p>
              3.4. Сведения о наличии персональных данных должны быть
              предоставлены субъекту в доступной форме, и в них не должны
              содержаться персональные данные, относящиеся к другим субъектам
              персональных данных.
            </p>
          </li>
          <p>
            3.5. Для защиты персональных данных субъектов Обществом соблюдается
            ряд мер:
          </p>
          <DetailList>
            <li>
              <p>
                порядок приема, учета и контроля персональных данных субъектов;
              </p>
            </li>
            <li>
              <p>технические средства охраны;</p>
            </li>
            <li>
              <p>требования к защите информации.</p>
            </li>
          </DetailList>
        </ol>
        <p class="consent-to-processing__title">
          <b>4. Ответственность за разглашение персональных данных </b>
        </p>
        <ol>
          <ol>
            <li>
              <p>
                4.1. Общество ответственно за персональную информацию, которая
                находится в его распоряжении и закрепляет персональную
                ответственность сотрудников за соблюдение установленных в
                организации принципов уважения приватности.
              </p>
            </li>
            <li>
              <p>
                4.2. Лица, виновные в нарушении норм, регулирующих получение,
                обработку и защиту персональных данных субъекта, несут
                дисциплинарную, административную, гражданско-правовую или
                уголовную ответственность в соответствии с федеральными
                законами.
              </p>
            </li>
            <li>
              <p>
                4.3. Субъект может обратиться в Общество с запросом (жалобой).
                Жалобы и запросы по поводу соблюдения требований обработки
                персональных данных рассматриваются в десятидневный срок со дня
                поступления.
              </p>
            </li>
            <li>
              <p>
                Сотрудники Общества обязаны на должном уровне обеспечивать
                рассмотрение запросов, заявлений и жалоб субъектов, а также
                содействовать исполнению требований компетентных органов.
              </p>
            </li>
            <li>
              <p>
                4.4. Субъекты имеют право обжаловать в уполномоченный орган по
                защите прав субъектов персональных данных или в судебном порядке
                неправомерные действия или бездействия Общества при обработке
                персональных данных.
              </p>
            </li>
          </ol>
        </ol>
      </div>
    </template>
    <template v-else>
      <DetailText>
        Осуществляя регистрацию на сайте www.avtodom.ru и/или запись на
        тест-драйв, и/или запрос на обратный звонок и/или на получение
        предложения путем заполнения соответствующих полей вэб-формы, я
        подтверждаю, что нахожусь на территории РФ и все указанные мной
        персональные данные принадлежат мне, а также свободно, своей волей и в
        своем интересе даю свое согласие на обработку своих персональных данных
        (любой информации, относящейся ко мне, в том числе фамилии, имени,
        отчества, пола, даты и места рождения, адреса регистрации, почтового
        адреса, номера телефона сотовой связи, номера рабочего телефона, номера
        домашнего телефона, адреса электронной почты, информации об автомобиле,
        системных идентификаторов (внутренних ID в информационных системах),
        RTB-данных (cookies), геолокации и тп) следующим Операторам:,
      </DetailText>
      <DetailText>
        АО «АВТОДОМ», 125252, г. Москва, ул. Зорге, д.17,стр.1;<br>
        ООО «ДЦ Алтуфьево», 141031, Московская область, г. Мытищи, пос.Нагорное,
        МКАД 85-й км. (ТПЗ Алтуфьево тер), владение 5, строение 4, эт.1 пом.
        1;<br>
        ООО «БМВ Русланд Трейдинг», 125212, г. Москва, Ленинградское шоссе, д.39
        А, стр.1;<br>
        ООО «БМВ Банк», 125212, г. Москва, Ленинградское шоссе, д.39 А, стр.1;
        <br>
        ООО «ФОЛЬКСВАГЕН Груп Рус», 117485, г. Москва, ул. Обручева, д. 30/1;
        <br>
        АО «Мерседес-Бенц РУС», 125167, г. Москва, Ленинградский пр-т, д.39
        А;<br>
        ООО «Мерседес-Бенц Банк РУС», 125167, г. Москва, Ленинградский пр-т,
        д.39 А; <br>
        ООО «Мерседес-Бенц Капитал РУС», 125167, г. Москва, Ленинградский пр-т,
        д.39 А; <br>
        ООО «Мерседес-Бенц Файненшл Сервисес РУС» 125167, г. Москва,
        Ленинградский пр-т, д.39; <br>
        ООО "Ягуар Ленд Ровер", г. Москва, Международное шоссе, д. 28Б, стр. 2;
        <br>
        ООО «Вольво Карс», 141402, Московская область, г. Химки, ул.
        Ленинградская, вл. 39, стр. 5;<br>
        ООО «АВТОСМАРТ», 125252, г.Москва, ул.Зорге, д.17, эт. 2 пом. 8 ком. 68.
      </DetailText>
      <DetailText>
        в целях: обработки моего запроса, направленного через сайт; учета
        предоставленной информации в базах данных; проведения статистических и
        маркетинговых исследований, направленных на улучшение качества
        обслуживания при реализации товаров (автомобилей, мотоциклов,
        аксессуаров, запасных частей и тп) и услуг по ремонту и техническому
        обслуживанию автомобилей/мотоциклов; рекламы и проведения маркетинговых
        программ путём осуществления со мной коммуникации (персональных
        контактов (звонков, писем, сообщений) и/или рассылки) с помощью
        различных средств связи, включая, но, не ограничиваясь: интернет,
        почтовые отправления, электронная почта, телефон (в том числе звонков,
        SMS, MMS, мессенджеры).
      </DetailText>
      <DetailText>
        Для достижения вышеуказанных целей я разрешаю Операторам совершать со
        своими персональными данными следующие действия: сбор, систематизацию,
        накопление, хранение, уточнение (обновление, изменение), использование,
        распространение (в том числе передачу на территории Российской Федерации
        и трансграничную передачу), обезличивание, блокирование, уничтожение
        персональных данных.
      </DetailText>
      <DetailText>
        Я разрешаю вышеуказанным Операторам обрабатывать мои персональные данные
        с помощью автоматизированных систем управления базами данных (СУБД).
      </DetailText>
      <DetailText>
        Я соглашаюсь с тем, что, если это необходимо для реализации целей,
        указанных выше, мои персональные данные могут быть переданы третьим
        лицам, которым Операторы могут поручить обработку моих персональных
        данных на основании договора, заключенного с такими лицами, при условии
        соблюдения требований законодательства РФ об обеспечении такими третьими
        лицами конфиденциальности персональных данных и безопасности
        персональных данных при их обработке.
      </DetailText>
      <DetailText>
        Данное мной согласие на обработку моих персональных данных является
        бессрочным. Мне известно, что настоящее согласие может быть отозвано
        посредством направления мною письменного заявления в адрес
        соответствующего Оператора, указанные выше.
      </DetailText>
    </template>
  </main>
</template>

<script setup>
import { useHoldingStore } from '../store/holding'

const { isAsc, domain } = useHoldingStore()
const seo = {
  avtodom: {
    title: 'Согласие на обработку персональных данных | Автодом',
    description:
        'Осуществляя регистрацию на сайте www.avtodom.ru и/или запись на тест-драйв, и/или запрос на обратный звонок и/или на получение предложения путем заполнения соответствующих полей вэб-формы, вы подтверждаете, что находитесь на территории РФ и все указанные, принадлежащие вам, указаны верно',
  },
  asc: {
    title:
        'Политика конфиденциальности | ГК АвтоСпецЦентр',
    description:
        'Политика конфиденциальности на сайте группы компаний АвтоСпецЦентр.',
  },
}
const title = seo[domain].title
const description = seo[domain].description

useHeadDefault({ title, description })
</script>

<style lang="scss" scoped>
@import 'assets/styles/indents/main';

.consent-to-processing {
  @include indentsMainHorizontal;
  @include indentsMainVertical;

  &__title {
    @include h2;

    margin: 30px 0;
  }
}

p {
  @include text_big_regular;

  margin-bottom: 10px;
}

li {
  @include text_big_regular;
}
</style>
