<template>
  <main class="cookie">
    <UISimplePageHeader has-back-button :title="title" />
    <template v-if="isAsc">
      <p class="cookie__subtitle">
        Политика обработки cookie
      </p>
      <li>
        АО "АСЦ-Холдинг" использует файлы cookie (<DetailLink
          href="https://ru.wikipedia.org/wiki/Cookie"
          target="_blank"
          rel="nofollow"
        >
          Ку́ки
        </DetailLink>) в целях повышения удобства пользования сайтом ascgroup.ru.<br>
        <br>
        Файлы cookie - это небольшие служебные файлы данных, передаваемые
        веб-сервером, на котором находится сайт, в веб-браузер пользователя.
        <br><br>Данные файлы могут содержать:<br>
        - индивидуальные настройки пользователя на сайте;<br>
        - идентификационный номер пользователя на сайте,<br>
        - статистические данные о посещении страниц сайта;<br>
        <br>
      </li>
      <li>
        Более подробную информацию о cookie вы можете найти в открытых
        источниках, например, в
        <DetailLink
          href="https://ru.wikipedia.org/wiki/Cookie"
          target="_blank"
          rel="nofollow"
        >
          Википедии
        </DetailLink>.
      </li>
      <br>

      <li>
        Продолжая пользование сайтом ascgroup.ru, вы выражаете свое согласие на
        обработку cookie.<br>Если вы не хотите, чтобы ваши файлы cookie
        обрабатывались, пожалуйста, ограничьте их использование в настройках
        браузера.
      </li>
    </template>
    <template v-else>
      <DetailText>
        Настоящая Политика использования файлов cookie (далее – «Политика»)
        применяется в дополнение к общей Политике обработки персональных данных,
        размещенной на странице Пользовательское соглашение в редакции от «05»
        ноября 2018 г., которая распространяется на сайты, программы, продукты
        и/или сервисы (далее вместе — «Сервисы») АО «АВТОДОМ» и/или его
        аффилированных лиц, в том числе входящие в одну группу с АО «АВТОДОМ», и
        описывает категории, цели использования и способы отказа от
        использования файлов cookie.
      </DetailText>
      <DetailTitle>
        1. Что такое файлы cookie и для чего они используются
      </DetailTitle>
      <DetailText>
        Файлы cookie — это небольшие фрагменты данных со служебной информацией
        о посещении веб-сайта, которые отправляются веб-сервером и хранятся на
        устройстве пользователя. Файлы cookie запоминают информацию о Ваших
        предпочтениях и позволяют Вам просматривать посещенные сайты по
        истечении определенного времени в более удобном режиме. Например,
        благодаря файлам cookie Сервисы предлагают Вам информацию на том языке,
        который Вы предпочитаете.
      </DetailText>
      <DetailText>
        Если Вы пользуетесь нашим веб-сайтом, Вы соглашаетесь на использование
        и сохранение куки-файлов на Вашем устройстве.
      </DetailText>
      <DetailText>
        АО «АВТОДОМ» использует различные файлы cookie, чтобы улучшить качество
        Вашей работы на Сервисах и предоставить Вам наиболее соответствующую
        Вашим запросам информацию, в том числе:
      </DetailText>
      <DetailList>
        <li>помогать оставаться Вам в системе;</li>
        <li>вести статистику использования Вами наших Сервисов;</li>
        <li>показывать информацию, наиболее соответствующую Вашим запросам;</li>
        <li>
          сохранять настройки рекламных предпочтений и безопасного поиска.
        </li>
      </DetailList>
      <DetailText>
        Благодаря этому нам удается разрабатывать наиболее удобный функционал
        для Сервисов, которыми Вы пользуетесь.
      </DetailText>
      <DetailText>
        АО «АВТОДОМ» может использовать веб-маяки (пиксельные теги) для доступа
        к файлам cookie, ранее размещенным на Вашем устройстве, для следующих
        целей:
      </DetailText>
      <DetailList>
        <li>
          определение Ваших действий при использовании Сервисов путем доступа и
          использования файлов cookie, хранящихся на Вашем устройстве;
        </li>
        <li>
          сбор статистической информации, связанной с работой Сервисов или
          продуктов, утилит и предложений АО «АВТОДОМ» или его партнеров.
        </li>
      </DetailList>
      <DetailText>
        Партнеры АО «АВТОДОМ» также могут собирать информацию о пользователях на
        Сервисах с помощью файлов cookie, тегов и пикселей. Использование файлов
        cookie и других технологий позволяет АО «АВТОДОМ» и партнерам
        анализировать использование Сервисов, подсчитывать количество посещений,
        показывать рекламу.
      </DetailText>
      <DetailTitle>2. Какие файлы cookie использует АО «АВТОДОМ»:</DetailTitle>
      <DetailText>
        Для правильной работы Сервисов, а также для отображения релевантной
        информации и рекламы АО «АВТОДОМ» использует различные категории файлов
        cookie.
      </DetailText>
      <DetailList>
        <li>
          технические файлы cookie: эти файлы функционально необходимы для
          работы сайтов и предоставления Вам функционала Сервисов, они
          устанавливаются автоматически для целей правильной работы Сервисов,
          например, обеспечивают переходы на страницах или обеспечивая
          безопасный доступ;
        </li>
        <li>
          различные аналитические, маркетинговые файлы cookie: эти файлы
          позволяют распознавать пользователей, подсчитывать их количество и
          собирать информацию, в том числе о произведенных Вами операциях на
          Сервисах, включая информацию о посещенных Вами веб-страницах,
          позволяют идентифицировать Ваше аппаратное или программное
          обеспечение, включая тип Вашего браузера, а также могут собирать
          информацию о том, как пользователи взаимодействуют с Сервисами для
          того, чтобы мы могли использовать полученные данные в целях проведения
          статистических и маркетинговых исследований, повышения качества Вашей
          работы на сайтах и Сервисах, исправления ошибок, персонализации наших
          Сервисов и выдачи наиболее приоритетной для вас информации.
        </li>
      </DetailList>
      <DetailText>
        Отсутствие некоторых категорий файлов cookie может повлиять на
        правильную работу наших сайтов и Сервисов. Например, переход с одной
        страницы на другую или доступ к защищенным областям обеспечиваются
        техническими файлами cookie, без установки которых сайт может работать
        некорректно. Файлы cookie также необходимы для отображения рекламы
        наиболее релевантной Вашим запросам, и позволяют показывать рекламу,
        которая может вас заинтересовать на основе анализа информации, о Ваших
        интересах или поисковых запросах. Такие файлы используются в
        статистических и исследовательских целях, с их помощью анализируется
        информация о пользователях, источниках трафика, посещенных страницах и
        рекламе, отображенной для вас, или той, по которой Вы перешли на
        рекламируемую страницу.
      </DetailText>
      <DetailTitle>
        3. Как долго файлы cookie хранятся на Вашем устройстве
      </DetailTitle>
      <DetailText>
        АО «АВТОДОМ» может использовать сессионные файлы cookie для облегчения
        Вашей работы в Сервисах, например, чтобы позволить Вам перемещаться по
        различным страницам. Срок действия таких файлов cookie истекает в конце
        сеанса (например, когда Вы закрываете страницу или окно браузера). АО
        «АВТОДОМ» также может использовать файлы cookie, которые сохраняются в
        течение более длительного периода времени, чтобы запомнить Ваши
        предпочтения на наших Сервисах, например, язык или местоположение.
      </DetailText>
      <DetailText>
        АО «АВТОДОМ» использует информацию, содержащуюся в файлах cookie только
        в целях, указанных в настоящей Политике и Политике обработки
        персональных данных, опубликованной на странице:
        <DetailLink
          href="https://www.avtodom.ru/terms-of-use/"
          rel="nofollow"
        >
          https://www.avtodom.ru/terms-of-use/
        </DetailLink>. Собранные данные будут храниться на Вашем устройстве в течение
        периода, который может зависеть от соответствующего типа файла cookie,
        но не превышая срока, необходимого для достижения их цели, после чего
        они автоматически удаляются из Вашей системы.
      </DetailText>
      <DetailTitle>4. Управление файлами cookie:</DetailTitle>
      <DetailText>
        В случае если Вы желаете воздержаться от установки файлов cookie, то с
        помощью настоящей Политики мы информируем вас о том, что неиспользование
        некоторых файлов cookie в системе Вашего оборудования может привести к
        ограничению функционала, предлагаемого на наших Сервисах, и повлиять на
        возможность его полного и всестороннего использования.
      </DetailText>
      <DetailText>
        При использовании Сервисов АО «АВТОДОМ» не требует обязательного
        согласия с установкой файлов cookie на Ваше устройство. Если Вы не
        хотите, чтобы файлы cookie сохранялись на Вашем устройстве, Вы можете
        отключить соответствующую опцию в настройках Вашего браузера.
        Сохраненные файлы cookie могут быть удалены в любое время в системных
        настройках Вашего браузера. Вы также можете изменить настройки Вашего
        браузера, чтобы принимать или отклонять по умолчанию все файлы cookie
        или файлы cookie с определенных сайтов.
      </DetailText>
      <DetailTitle>
        5. Кто еще имеет доступ к информации, содержащейся в файлах cookie:
      </DetailTitle>
      <DetailText>
        Персональная информация, которая собрана с помощью файлов cookie,
        размещенных на Вашем устройстве, хранится в соответствии с применимым
        законодательством и в соответствии с Политикой обработки персональных
        данных, опубликованной на странице:
        <DetailLink href="https://www.avtodom.ru/terms-of-use/" rel="nofollow">
          https://www.avtodom.ru/terms-of-use/
        </DetailLink>, и может быть использована лицами, указанными на странице
        <DetailLink
          href="https://www.avtodom.ru/consent-to-processing/"
          rel="nofollow"
        >
          https://www.avtodom.ru/consent-to-processing/
        </DetailLink>
        при строгом соблюдении ими ее конфиденциальности.
      </DetailText>
    </template>
  </main>
</template>

<script setup>
import { useHoldingStore } from '../store/holding'

const { isAsc, domain } = useHoldingStore()
const title = `Политика использования файлов cookie | ${
    isAsc ? 'ГК АвтоСпецЦентр' : 'АВТОDОМ'
}`
const getDescription = () => {
  const companyName = isAsc ? 'АО «АСЦ-Холдинг»' : 'АО «АВТОДОМ»'
  return `Настоящая Политика использования файлов cookie (далее – «Политика») применяется в дополнение к общей Политике обработки персональных данных, размещенной на странице https://${domain}/terms-of-use/, которая распространяется на сайты, программы, продукты и/или сервисы (далее вместе — «Сервисы») ${companyName} и/или его аффилированных лиц, в том числе входящие в одну группу с ${companyName}, и описывает категории, цели использования и способы отказа от использования файлов cookie`
}
const description = getDescription()

useHeadDefault({ title, description })
</script>

<style lang="scss" scoped>
@import 'assets/styles/indents/main';

.cookie {
  @include indentsMainHorizontal;
  @include indentsMainVertical;

  &__subtitle {
    @include h3;

    margin: 15px 0;
  }
}

p {
  @include text_big_regular;

  margin-bottom: 10px;
}

li {
  @include text_big_regular;
}
</style>
