<template>
  <main class="reservation">
    <UISimplePageHeader has-back-button title="Правила резервирования товара" />
    <DetailTitle>1. Общие положения.</DetailTitle>
    <DetailText>
      Настоящие Правила регулируют отношения, возникающие между Акционерным
      обществом «АВТОДОМ», адрес местонахождения 125252 г. Москва ул. Зорге д.
      17 стр. 1, ОГРН 1077759436336 (далее «Продавцом») и Покупателем при
      дистанционном резервировании последним авто-мото транспортных средств,
      реализуемых Продавцом (далее «товар»), и указанных им на сайте
      https://www.avtodom.ru/. В рамках настоящих правил под резервированием
      товара понимается его временное изъятие Продавцом из свободной продажи в
      целях его реализации Покупателю (заключения договора купли-продажи) в
      случае соблюдения последним условий, оговоренных ниже. Временное
      резервирование товара осуществляется на платной основе. Покупатель может
      зарезервировать товар как имеющийся в наличии у Продавца, так и
      находящийся в пути или производстве. Все информационные материалы о
      товаре, представленные на сайте, носят справочный характер и не могут в
      полной мере передавать всю информацию о его свойствах и характеристиках.
      Информация, обязательная к предоставлению Покупателю, доводится до
      сведения Покупателя до подписания договора купли-продажи.
    </DetailText>
    <DetailTitle>2. Порядок резервирования товара.</DetailTitle>
    <DetailText>
      Резервирование товара Продавцом осуществляется на основании заявки
      Покупателя, под которой понимается совокупность действий по выбору
      Покупателем конкретного товара, выставления Продавцом счета на оплату
      резервирования, и оплата данного счета Покупателем. Счет на оплату может
      быть выставлен Продавцом как в бумажном виде, так и в виде электронной
      карточки, подлежащей заполнению Покупателем в целях её оплаты. Покупатель
      должен на условиях, предусмотренных настоящими правилами для оплаты
      резервирования, осуществить оплату выставленного счета не позднее 24 часов
      с момента его выставления Продавцом. В этом случае с момента оплаты счета
      Покупателем (поступления Продавцу информации об указанной оплате) товар
      считается зарезервированным за Покупателем на срок, не превышающий 5
      (пять) календарных дней с момента выставления счета. До момента оплаты
      счета Покупателем (поступления Продавцу информации об указанной оплате)
      товар не считается зарезервированным за ним, и может быть продан Продавцом
      третьим лицам. Срок резерва является сроком, в течение которого действует
      предложение Продавца о заключении договора купли-продажи с Покупателем. В
      течение указанного срока Покупатель обязуется лично явиться к Продавцу в
      целях заключения данного договора, либо заключить его в иной согласованной
      форме, допускаемой действующим законодательством. В случае осуществления
      оплаты резервирования с нарушением настоящих правил (в том числе
      касательно сроков и порядка оплаты), и/или если договор купли-продажи не
      будет заключен сторонами в вышеуказанный срок, и/или если с момента
      выставления счета и до его оплаты товар будет продан Продавцом третьим
      лицам, оплаченные денежные средства возвращаются на реквизиты (банковскую
      карту), с которых был осуществлен платеж. В случае, если оплата
      резервирования была осуществлена Покупателем строго в соответствии с
      условиями настоящих правил, и сторонами был заключен договор купли-продажи
      товара, денежные средства, внесенные Покупателем в счет данного
      резервирования, по заявлению Покупателя засчитываются в счет оплаты
      товара. Ответственность Продавца перед Покупателем по резервированию
      товара ограничивается суммой денежных средств, полученных Продавцом за
      данное резервирование в рамках настоящих правил.
    </DetailText>
    <DetailTitle>3. Порядок оплаты резервирования.</DetailTitle>
    <DetailText>
      Оплата Покупателем резервирования товара должна быть осуществлена строго
      не позднее 24 часов с момента выставления счета Продавцом. Стоимость
      резервирования составляет 50 000 (пятьдесят тысяч) рублей. К оплате
      принимаются платежные карты: VISA Inc, MasterCard WorldWide, НСПК МИР. Для
      оплаты банковской картой Покупатель должен выбрать соответствующий способ
      оплаты - банковской картой, а также указать свой номер телефона,
      являющийся его идентификатором. При оплате банковской картой обработка
      платежа происходит на авторизационной странице ПАО «МОСКОВСКИЙ КРЕДИТНЫЙ
      БАНК», где Покупателю необходимо ввести данные своей банковской карты: тип
      карты, номер карты, срок действия карты (указан на лицевой стороне карты),
      имя и фамилия держателя карты (латинскими буквами, точно также как указано
      на карте). CVC2/CVV2 код, после чего Покупатель нажимает кнопку
      «ОПЛАТИТЬ». Для дополнительной аутентификации держателя карты используется
      протокол 3D Secure. Если Банк Покупателя поддерживает данную технологию,
      Покупатель будет перенаправлен на сервер своего Банка для дополнительной
      идентификации. Информацию о правилах и методах дополнительной
      идентификации Покупатель может уточнить в Банке, выдавшем Покупателю
      банковскую карту. Безопасность обработки интернет-платежей через ПАО
      «МОСКОВСКИЙ КРЕДИТНЫЙ БАНК» гарантирована международным сертификатом
      безопасности PCI DSS. Передача информации происходит с применением
      технологии шифрования SSL. При осуществлении оплаты Покупатель обязуется
      строго соблюдать меры безопасности проведения платежей с использованием
      банковской карты, к которым, в том числе, относятся: бережное отношение к
      пластиковым картам, исключающее доступ к ним третьих лиц; не разглашение
      номера банковской карты по телефону каким-либо лицам или компаниям;
      доступность номера телефона для экстренной связи с банком, выпустившим
      карту, и в случае ее утраты немедленная связь с банком; указание
      реквизитов карты только при совершении платежа, и не указывать их по
      каким-то другим причинам; проверка наличия защищенного SSL-соединения:
      адрес в адресной строке должен начинаться с https:// и в правом нижнем
      углу браузера должно появиться изображение замка. Оплата счета должна быть
      осуществлена полностью и исключительно самим Покупателем (частичная
      оплата, а также оплата третьими лицами за Покупателя не допускается).
      Покупатель гарантирует, что он является полностью дееспособным физическим
      лицом и законным держателем банковской карты, осуществляя оплату действует
      осознанно и от своего имени. Продавец не несет ответственности за
      временную неработоспособность сервиса оплаты банковской картой по не
      зависящим от Продавца причинам, а также обстоятельств непреодолимой силы.
      Оплата Покупателем выставленного счета подтверждает, что Покупатель в
      полном объеме ознакомлен и согласен с настоящими условиями бронирования
      товара, и обязуется безоговорочно и в полном объеме их соблюдать.
    </DetailText>
    <DetailTitle>4. Прочие положения.</DetailTitle>
    <DetailText>
      Споры сторон, возникшие в связи с резервированием товара, разрешаются в
      ходе взаимных переговоров. В случае не достижения сторонами взаимного
      согласия, споры между ними разрешаются в соответствии с действующим
      законодательством. Права и обязанности, вытекающие из настоящих правил, не
      могут быть переданы третьим лицам без письменного согласия другой стороны.
      Продавец оставляет за собой право вносить изменения в настоящие правила в
      одностороннем порядке. В отношениях между Продавцом и конкретным
      Покупателем применяются правила, действующие на момент оплаты Покупателем
      соответствующего бронирования. Настоящим Покупатель выражает свое согласие
      и разрешает Продавцу, а также лицам, им уполномоченным, обрабатывать свои
      персональные данные (а именно, в случае их указания Покупателем - фамилия,
      имя, отчество, дата рождения, пол, место работы и должность, почтовый
      адрес; домашний, рабочий телефоны, телефон сотовой связи, адрес
      электронной почты; марка и модель автомобиля), включая сбор,
      систематизацию, накопление, хранение, уточнение (обновление, изменение),
      использование, распространение (в том числе передачу на территории
      Российской Федерации и трансграничную передачу), обезличивание,
      блокирование, уничтожение персональных данных, с целью дальнейшей
      обработки (включая сбор, систематизацию, накопление, хранение, уточнение
      (обновление, изменение), использование, распространение (в том числе
      передачу на территории Российской Федерации и трансграничную передачу),
      обезличивание, блокирование, уничтожение персональных данных) для
      дальнейшей обработки в целях резервирования товара и заключения договора
      купли-продажи, а также проведения исследований, направленных на улучшение
      качества продукции и услуг, для проведения маркетинговых программ,
      статистических исследований, продвижения товаров, работ, услуг Продавца и
      его партнеров на рынке, путём осуществления прямых контактов с Покупателем
      с помощью различных средств связи, включая, но, не ограничиваясь: почтовая
      рассылка, электронная почта, телефон, факсимильная связь, сеть Интернет.
      Покупатель выражает согласие и разрешает Продавцу обрабатывать
      персональные данные Покупателя, указанные выше, с помощью
      автоматизированных систем управления базами данных (СУБД). Покупатель
      соглашается с тем, что, если это необходимо для реализации целей,
      указанных в настоящем пункте, его персональные данные, полученные
      Продавцом, могут быть переданы третьим лицам, которым Продавец может
      поручить обработку персональных данных Покупателя на основании договора,
      заключенного с такими лицами, при условии соблюдения требований
      законодательства РФ об обеспечении такими третьими лицами
      конфиденциальности персональных данных и безопасности персональных данных
      при их обработке. Покупатель подтверждает и гарантирует полноту и
      достоверность предоставленных им данных, а также наличие у Покупателя
      права давать согласие на их обработку. Покупатель принимает на себя
      ответственность в полном объеме за нарушения в области обработки
      персональных данных, если будет установлено, что он не имел прав давать
      согласие на направление информации. Данное Покупателем согласие на
      обработку его персональных данных является бессрочным и может быть
      отозвано посредством направления Покупателем письменного заявления в адрес
      Продавца на следующий почтовый адрес: 125252, г. Москва, ул. Зорге, д. 17,
      стр.1.
    </DetailText>
  </main>
</template>

<script setup>
const title = 'Правила резервирования товара'
const description = 'Настоящие Правила регулируют отношения, возникающие между Акционерным обществом «АВТОДОМ» и Покупателем при дистанционном резервировании последним авто-мото транспортных средств, реализуемых Продавцом, и указанных им на сайте https://avtodom.ru/'

useHeadDefault({ title, description })
</script>

<style lang="scss" scoped>
@import 'assets/styles/indents/main';

.reservation {
  @include indentsMainHorizontal;
  @include indentsMainVertical;
}
</style>
