<template>
  <main class="charity">
    <UISimplePageHeader
      title="«Технологии детского счастья»: совместный проект помощи детям АСЦ и благотворительного фонда «Линия жизни»"
    />
    <DetailText>
      В 2020 году ГК «АвтоСпецЦентр» стала партнером благотворительного фонда
      <DetailLink
        href="https://www.life-line.ru/"
        target="_blank"
        rel="noopener noreferrer nofollow noindex"
      >
        «Линия жизни»
      </DetailLink>. В рамках партнерства в клиентской зоне всех дилерских центров АСЦ
      установлены специальные боксы для сбора денежных средств на нужды
      подопечных Фонда. На боксах размещены QR-коды, с помощью которых можно
      перейти на совместную
      <DetailLink
        href="https://www.life-line.ru/ascgroup/"
        target="_blank"
        rel="noopener noreferrer nofollow noindex"
      >
        страничку
      </DetailLink>
      АСЦ и Фонда и совершить электронное пожертвование.
    </DetailText>
    <DetailText>
      Активная поддержка и развитие программ социальной ответственности – важная
      составляющая корпоративной культуры ГК «АвтоСпецЦентр». АСЦ помогает
      детским домам, оказывает материальную помощь особенным детям, поддерживает
      социальные проекты автопроизводителей и участвует во внешних
      благотворительных акциях. Совместный проект с благотворительным фондом
      «Линия жизни» «Технологии детского счастья» запущен в 2020 году в рамках
      программы КСО АСЦ и ориентирован на помощь детям, попавшим в непростые
      жизненные ситуации.
    </DetailText>

    <DetailText>
      «Главная цель нашего партнерства, конечно, сбор средств на нужды фонда и
      помощь его подопечным. Участвуя в проекте и разместив боксы для сбора
      средств в наших дилерских центрах, мы хотим пробудить в людях желание
      участвовать в благотворительных проектах. Мы не давим на жалость, не
      используем грустные истории и соответствующую визуализацию. Нет! Добрые
      дела должны совершаться с улыбкой на лице и в хорошем настроении, и мы
      очень рады, что фонд «Линия жизни» практикует именно такой подход в
      социальных коммуникациях. Мы хотим показать нашим клиентам, сотрудникам и
      партнерам, что «помогать» – это очень просто и каждый может помочь в меру
      своих возможностей», – отметила Анна Уткина руководитель пресс-службы ГК
      «АвтоСпецЦентр.
    </DetailText>
    <DetailText>
      Благотворительный фонд спасения тяжелобольных детей «Линия жизни»
      оказывает помощь детям до 18 лет. Фонд финансирует высокотехнологичные
      операции, приобретение медицинского оборудования, медицинские
      исследования: «За долгие годы работы в благотворительности я вывела закон
      «5П»: «Помогать – правильно, просто, приятно, полезно!» Больные дети –
      очень грустная история для всех. Очевидно, если мы будем хандрить, эти
      истории так и останутся грустными. Мы стараемся привлекать средства
      максимально позитивно и стремимся пробудить в людях желание стать
      участниками наших благотворительных проектов. Мы точно знаем, что вместе
      мы можем помочь!» – прокомментировала Фаина Захарова президент фонда
      «Линия жизни».
    </DetailText>
    <DetailText>
      Миссия благотворительного фонда «Линия жизни» – дарить счастье жить
      тяжелобольным детям и радость их родителям. Программы фонда – протонная
      терапия, лазерная хирургия, восстановительное лечение, реабилитация после
      эндопротезирования, трансплантация костного мозга. «Линия жизни»
      финансирует лечение детей по всей России. Фонд уже помог улучшить качество
      жизни более 11 000 тяжелобольных детей. Фонд обеспечил дорогостоящим
      медицинским оборудованием различные отделения ФГБУ «НМИЦ онкологии им.
      Н.Н. Блохина» и ФГБУ РДКБ, Детской республиканской клинической больницы
      Татарстана, НИИ детский ортопедический институт имени Г.И. Турнера и др.
    </DetailText>
    <DetailText>
      Помочь может каждый! <br>
      Чтобы присоединиться к проекту и перевести денежные средства на нужды
      подопечных фонда «Линия жизни», перейдите по
      <DetailLink
        href="https://www.life-line.ru/ascgroup/"
        target="_blank"
        rel="noopener noreferrer nofollow noindex"
      >
        ссылке
      </DetailLink>.
    </DetailText>
  </main>
</template>

<script setup>
const title = '«Технологии детского счастья»: совместный проект помощи детям АСЦ и благотворительного фонда «Линия жизни» | ГК АвтоСпецЦентр'
const description = '«Технологии детского счастья»: совместный проект помощи детям АСЦ и благотворительного фонда «Линия жизни». Статьи от прессы об официальном дилере ГК АвтоСпецЦентр в Москве.'

useHeadDefault({ title, description })
</script>

<style lang="scss" scoped>
@import 'assets/styles/indents/main';

.charity {
  @include indentsMainHorizontal;
  @include indentsMainVertical;
}
</style>
