<template>
  <UIBody>
    <UISimplePageHeader
      has-back-button
      :title="h1"
    />
    <DetailMain>
      <template #body>
        <DetailText>
          При наступлении страхового случая ГК «АвтоСпецЦентр» предлагает
          удобный сервис - удаленное урегулирование убытков (УУУ). При получении
          автомобилем повреждений в результате ДТП вам не потребуется
          самостоятельно взаимодействовать со страховой компанией (СК).
        </DetailText>
        <DetailText>
          После документального подтверждения размера и обстоятельств ущерба
          автомобиль передается специалистам автоцентра, входящего в АСЦ.
          Опытные мастера выполнят кузовной ремонт и восстановят автомобиль.
          Дата визита, комплект документов, необходимых для оформления
          страховки, и прочее предварительно согласуются по телефону.
        </DetailText>
        <DetailText>
          Сервисом могут воспользоваться автовладельцы, которые оформили полис
          КАСКО в страховых компаниях Ингосстрах, Ресо Гарантия, РГС,
          АльфаСтрахование, ВСК, Зетта, Югория, Эрго-Русь, Либерти Страхование,
          Интач, Гайде и пр.
        </DetailText>
        <DetailText>
          *Обязательно наличие у автовладельца действующего полиса ОСАГО.
        </DetailText>

        <DetailTitle>
          Какие преимущества открываются клиентам, оформившим УУУ
        </DetailTitle>
        <DetailList>
          <li>
            Вы сможете сэкономить время, ведь заботы по оформлению страхового
            случая мы берем на себя;
          </li>
          <li>
            Ремонтные работы выполняют в официальном дилерском центре опытные
            мастера, используется только современное оборудование и оригинальные
            запчасти;
          </li>
          <li>
            Вы избежите очередей и сами выберете удобное время для оформления
            заявления о наступлении страхового случая, а наши специалисты
            помогут максимально ускорить этот процесс;
          </li>
          <li>
            Вы получите квалифицированную консультацию специалистов и помощь в
            оформлении документов.
          </li>
        </DetailList>
        <DetailTitle>
          Клиенты ГК могут воспользоваться бесплатным эвакуатором в пределах
          МКАД в следующих случаях
        </DetailTitle>
        <DetailList>
          <li>
            Транспортное средство неподвижно и выполнение ремонта будет
            проходить в АСЦ;
          </li>
          <li>Страховка не включает услугу вызова эвакуатора;</li>
          <li>
            Автомобиль был доставлен на стоянку за счет страховой компании;
          </li>
          <li>Вы самостоятельно оплатили ремонт автомобиля.</li>
        </DetailList>
      </template>
    </DetailMain>
  </UIBody>
</template>

<script setup>
import { useHoldingStore } from '../../../store/holding'

definePageMeta({
  validate: () => {
    const { isAsc } = useHoldingStore()
    return isAsc
  },
})

const h1 = 'Удаленное урегулирование убытков'
const title = 'Удалённое урегулирование убытков при наступлении страхового случая — сервисные услуги | ГК АвтоСпецЦентр'
const description = 'Удалённое урегулирование убытков (УУУ) при получении автомобилем повреждений и наступлении страхового случая поможет быстро и без лишних усилий получить ремонт и возмещение ущерба от страховой компании. Специалиаты ГК АвтоСпецЦентр помогут уладить страховые вопросы при наличии полиса КАСКО. Участие клиента минимально!'

useHeadDefault({ title, description })
</script>
