<template>
  <UIBody>
    <UISimplePageHeader :title="h1" />

    <DetailMain class="detail">
      <template #body>
        <DetailTitle class="detail__title">
          Примем автомобиль на комиссию в день обращения
        </DetailTitle>
        <DetailText class="detail__text">
          В среднем продажа автомобиля с пробегом занимает от 2 недель до 1
          месяца: подготовка — размещение объявлений — встречи с покупателями.
          «АвтоСпецЦентр» предлагает сократить дистанцию — сдать авто на
          комиссию в дилерский центр и поручить продажу профессионалам. По
          статистике дилеры находят покупателей быстрее, чем частные продавцы, и
          заключают сделки на более выгодных условиях.
        </DetailText>
        <DetailTitle class="detail__title">
          Какие документы нужны, чтобы сдать авто на комиссию в автосалон
        </DetailTitle>
        <DetailList class="detail__list detail__list_indent">
          <li class="detail__list-item">
            ПТС (паспорт транспортного средства);
          </li>
          <li class="detail__list-item">
            Паспорт собственника автомобиля;
          </li>
          <li class="detail__list-item">
            СТС (свидетельство о регистрации транспортного средства);
          </li>
          <li class="detail__list-item">
            Сервисная книжка;
          </li>
          <li class="detail__list-item">
            Генеральная доверенность + ваш паспорт, если вы представляете
            интересы собственника.
          </li>
        </DetailList>
        <DetailText>
          Чтобы поставить авто на комиссию в день обращения, возьмите с собой
          полный комплект ключей и документов.
        </DetailText>
        <DetailTitle class="detail__title">
          Что входит в сервис по комиссионной продаже авто в дилерских центрах
          «АвтоСпецЦентр»
        </DetailTitle>
        <DetailList tag="ol" class="detail__list detail__list_indent">
          <li class="detail__list-item">
            Экспресс-диагностика технического состояния автомобиля;
          </li>
          <li class="detail__list-item">
            Проверка юридической чистоты и истории владения автомобилем;
          </li>
          <li class="detail__list-item">
            Оценка авто и согласование стоимости продажи с владельцем (мы не
            вычитаем комиссию, а добавляем её к стоимости продажи, согласованной
            при приёме авто на комиссию);
          </li>
          <li class="detail__list-item">
            Приём авто на комиссию и размещение на площадке дилерского центра
            (размещение бесплатное, все стоянки оборудованы видеонаблюдением и
            находятся под круглосуточной охраной);
          </li>
          <li class="detail__list-item">
            Предпродажная подготовка;
          </li>
          <li class="detail__list-item">
            Размещение объявлений о продаже и показ автомобиля покупателям;
          </li>
          <li class="detail__list-item">
            Оформление сделки купли-продажи и перечисление суммы, вырученной от
            продажи автомобиля, согласно договору.
          </li>
        </DetailList>
        <DetailText>
          Условия продажи и сумма, которую владелец получает от продажи
          автомобиля, фиксируются в официальном договоре комиссии.
        </DetailText>
        <DetailText> Стандартный срок действия договора — 1 месяц. </DetailText>

        <TradeInServicesBlockAsc class="detail__section" />

        <DetailTitle class="detail__title">
          Вопрос-ответ по комиссионным продажам
        </DetailTitle>
        <UIBaseAccordion
          class="detail__accordion detail__accordion_indent"
          label="Какие преимущества даёт комиссионная продажа автомобиля?"
        >
          <DetailList class="detail__list">
            <li class="detail__list-item">
              Расширяется круг покупателей. Благодаря программам
              банков-партнёров ГК «АвтоСпецЦентр» ваш автомобиль с пробегом
              можно будет купить в кредит (при этом вы получаете всю сумму
              выкупа сразу).
            </li>
            <li class="detail__list-item">
              Поддержка юристов дилерских центров исключает использование
              мошеннических схем при заключении сделки купли-продажи.
            </li>
            <li class="detail__list-item">
              Рекламная поддержка позволяет ускорить поиск покупателя как
              минимум на 1 неделю, чем дороже автомобиль с пробегом, тем больше
              преимуществ даёт сотрудничество с дилером.
            </li>
          </DetailList>
        </UIBaseAccordion>
        <UIBaseAccordion
          class="detail__accordion detail__accordion_indent"
          label="Можно ли сдать на комиссию автомобиль после ДТП"
        >
          <DetailText>
            Да, мы принимаем на комиссию автомобили после ДТП без критических
            повреждений.
          </DetailText>
          <DetailText>
            Критическими считаются повреждения, полученные в ДТП со
            срабатыванием подушек безопасности, а также повреждения несущих
            элементов (рамы, лонжеронов).
          </DetailText>
        </UIBaseAccordion>
        <UIBaseAccordion
          class="detail__accordion detail__accordion_indent"
          label="Что входит в предпродажную подготовку автомобиля"
        >
          <DetailText>
            Мойка кузова, натирание пластика в салоне, уборка салона пылесосом.
          </DetailText>
          <DetailText>
            Химчистка салона предоставляется как дополнительная услуга по
            согласованию с владельцем.
          </DetailText>
        </UIBaseAccordion>
      </template>
    </DetailMain>
  </UIBody>
</template>

<script setup>
const h1 = 'Комиссионные продажи'
const title = 'Комиссионная продажа автомобиля в Москве | ГК АвтоСпецЦентр'
const description = 'Сдать авто на комиссию в Москве в салонах группы компаний АвтоСпецЦентр. Выкуп старого автомобиля с постановкой на комиссию. Продайте старый автомобиль с помощью специалистов крупного дилерского центра.'

useHeadDefault({ title, description })
</script>

<style lang="scss" scoped>
.detail {
  &__section {
    margin-bottom: 40px;
  }
}
</style>
